11/data/attachments/a75a8b7f2004ceb0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joshua_owner_Actions_55802_2</nif:username>
            <nif:friendToBeRequested>soap_actions_6310af62-d6e4-44d9-a679-27c89ebc0199</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>